Repository: romiroma/BLEBridgeApp
Catalog: BLEBridge/Sources/BLEBridgeUI/Resources/Localizable.xcstrings
Source language: en
Languages: uk

# authorization_view.denied.title
source: Please allow BLEBridge App to use Bluetooth
uk: Дозвольте застосунку використовувати Bluetooth

# authorization_view.not_determined.title
source: Please allow BLEBridge App to use Bluetooth
uk: Дозвольте застосунку використовувати Bluetooth

source: BLEBridge
uk: BLEміст

# central_view.powered_off.title
source: Enable bluetooth to work with this app
uk: Увімкніть bluetooth щоб працювати із застосунком

# log.ble_to_bridge.title
source: BLE to bridge:
uk: Передано від BLE

# log.bridge_to_ble.title
source: Bridge to BLE:
uk: Передано до BLE

# peripheral_list_item_view.title
source: <no name>
uk: <без імені>

# peripheral_view.toolbar.services.title
source: Services
uk: Сервіси

# publish.button.title.start
source: Start
uk: Почати

# publish.button.title.stop
source: Stop
uk: Зупинити

# scan_toggle_view.title.idle
source: Scan
uk: Почати виявлення

# scan_toggle_view.title.running
source: Scanning
uk: Виявляю

# scan_toggle_view.title.starting
source: Scanning...
uk: Починаю виявлення

# scan_toggle_view.title.stopping
source: Scanning...
uk: Завершую виявлення

# server_view.publish.tcp_port.title
source: TCP Port
uk: порт TCP

# service_view.toolbar.characteristics.title
source: Characteristics
uk: Характеристики
